Repository: toweeelie/production-template
Catalog: custom/testapp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Merge selected customers
ru: Слияние выбранных записей

source: About
ru: О нас

source: Enter a customer name
ru: Введите имя клиента

source: Dance Role
ru: Танцевальная роль

source: Pay Later
ru: Оплатить позже

source: Amount Paid
ru: Выплаченная Сумма

source: Payment received by:
ru: Оплату получил(а):

source: Enter a staff member name
ru: Введите имя сотрудника

source: Toggle navigation
ru: Переключить навигацию

source: Kuva
ru: Кува

source: Maria
ru: Машута

source: Anna
ru: Аня

source: Welcome Back
ru: Добро пожаловать обратно

source: Register for Classes
ru: Регистрация на занятия

source: View Registrations
ru: Просмотр регистраций

source: Staff Directory
ru: Каталог персонала

source: Your Instructor Stats
ru: Ваша статистика

source: Your Payment History
ru: Ваша история платежей

source: Update Your Contact Info
ru: Обновить вашу контактную информацию

source: Current and Upcoming Series
ru: Текущая и предстоящие серии занятий

source: Month
ru: Месяц

source: Series/Event Name
ru: Название серии занятий/события

source: Teaching Partner
ru: Партнер по преподаванию

source: Other Staff
ru: Прочие сотрудники

source: Location
ru: Местоположение

source: Start Time
ru: Время начала

source: Students Registered
ru: Студентов зарегистрировано

source: Customer
ru: Клиент

source: It looks like you are not yet a customer.
ru: Похоже, вы еще не клиент нашей школы.

source: Basic Customer Information
ru: Базовая информация о клиентах

source: Basic Information
ru: Основная информация

source: Customer Since
ru: Клиент с

source: Registration History
ru: История регистрации

source: Events
ru: События

source: Series Name
ru: Название серии занятий

source: Class Time
ru: Время занятия

source: Instructors
ru: Преподаватели

source: Show all
ru: Показать все

source: Series Registered From Other Email Addresses
ru: Серии, зарегистрированные с других адресов электронной почты

source: Other Series Registered By You
ru: Другие серии, зарегистрированые Вами

source: Event Details
ru: Детали события

source: Close
ru: Закрыть

source: Start
ru: Начало

source: End
ru: Конец

source: Read More
ru: Подробнее

source: With
ru: На

source: and
ru: и

source: Edit Class Details
ru: Редактировать детали занятия

source: Class Schedule
ru: Расписание Занятий

source: More Info
ru: Больше информации

source: Is this a door/invoice registration?
ru: Это регистрация на месте/по счету-фактуре?

source: to be filled out only by school staff
ru: для заполнения только сотрудниками школы

source: This is a door/invoice registration
ru: Это регистрация на месте/по счету-фактуре

source: Search customer
ru: Поиск клиента

source: Total Students
ru: Всего Студентов

source: Time
ru: Время

source: Drop-Ins Permitted
ru: Drop-Ins разрешены

source: Name
ru: Имя

source: This Series Price
ru: Цена этой серии

source: Total Payment
ru: Общая сумма

source: Role
ru: Роль

source: Phone Number
ru: Номер телефона

source: Customer Email
ru: Электронная почта клиента

source: Links
ru: Ссылки

source: Customer Name
ru: Имя Клиента

source: Adjustments/Refunds
ru: Корректировки/возвраты

source: Recorded Revenue
ru: Записанный доход

source: Received Revenue
ru: Полученная выручка

source: Net Price
ru: Чистая цена

source: Discount Code
ru: Код скидки

source: Discount
ru: Скидка

source: Voucher
ru: Ваучер

source: Invoice
ru: Счет-фактура

# registration
source: Reg.
ru: Рег.

source: Refund
ru: Возврат

source: Select Another Class
ru: Выберите другое занятие

source: Links To Calendar Feeds
ru: Ссылки на каналы календаря

source: Your Classes &amp; Events
ru: Ваши занятия и события

source: Private Events &amp; Reminders
ru: Частные мероприятия и напоминания

source: Public Calendar Feed
ru: Канал общественного календаря

source: copy and paste these URLs to add them to Google Calendar, etc.
ru: скопируйте и вставьте эти URL-ссылки, чтобы добавить их в календарь Google и т.д.

source: Select Calendar Options
ru: Выберите параметры календаря

source: All Events and Reminders
ru: Все события и напоминания

source: Only Public Events
ru: Только публичные мероприятия

source: Only My Events
ru: Только мои события

source: Note
ru: Заметка

source: For all calendar options, private reminders and private lessons displayed include only those events that are visible to your user account.
ru: Для всех вариантов календаря, частных напоминаний и частных занятий отображаются только те события, которые видны для вашей учетной записи пользователя.

source: Edit Details
ru: Редактировать детали

source: Add Event
ru: Добавить событие

source: Add A Public Event
ru: Добавить публичное мероприятие

source: Add A Private Event/Reminder
ru: Добавить частное событие/напоминание

source: Currently scheduled
ru: В настоящее время запланировано

source: No currently scheduled events.
ru: В настоящее время запланированных мероприятий нет.

source: Invalid customer ids passed
ru: Переданы недействительные идентификаторы клиентов

source: Nothing to merge
ru: Нечего обьединять
